{
  "text": [
    {
      "text": "Disclaimer",
      "variant": "h2"
    },
    {
      "text": "Canada Silver Cobalt Works Inc. (“The Company”) has taken all reasonable care in producing and publishing information contained on this web site, and will endeavor to do so regularly. Material on this site may still contain technical or other inaccuracies, omissions, or typographical errors, for which the Company assumes no responsibility. the Company does not warrant or make any representations regarding the use, validity, accuracy, completeness or reliability of any claims, statements or information on this site. Under no circumstances, including, but not limited to, negligence, shall the Company be liable for any direct, indirect, special, incidental, consequential, or other damages, including but not limited to, loss of programs, loss of data, loss of use of computer of other systems, or loss of profits, whether or not advised of the possibility of damage, arising from your use, or inability to use, the material on this site. The information is not a substitute for independent professional advice before making any investment decisions. Furthermore, you may not modify or reproduce in any form, electronic or otherwise, any information, images and maps on this site, unless you have obtained a written permission from the management of the Company. No securities commission or other regulatory authority has in any way reviewed the information on this website and the Company makes no representation or warranty to that effect."
    },
    {
      "text": "Forward-Looking Statements: This web site contains forward-looking statements, including but not limited to comments regarding predictions and projections. Forward-looking statements address future events and conditions and therefore involve inherent risks and uncertainties. Actual results may differ materially from those currently anticipated in such statements.   While the Company has taken reasonable care to ensure that information presented on this website is current, the Company expressly disclaims any responsibility to update or revise any forward-looking statements whether as a result of new information, future events or otherwise."
    },
    {
      "text": "Third Party Links: the Company. has provided links from this web site to several other web sites which are arms-length to the Company. The viewer should be aware that in linking to these outside web sites, they are leaving the the Company web site and that the Company is not responsible for the content of any other site."
    },
    {
      "text": "Privacy Statement: the Company’s website does not collect any personal information about visitors to this website other than that which is specifically and knowingly provided by you. That personal information will not be transferred to any third party unless otherwise stated at the time of collection. the Company does collect and maintain statistics relating to the number of visits to the website, the types of browsers used and the Internet Protocol Address of the originator. This information is used only for internal purposes."
    },
    {
      "text": "Qualified Persons: Frank J. Basa, P.Eng., CEO who has reviewed and approved the technical contents. Qualified Persons are defined in National Instrument 43-101 and based on standards established by the Canadian Institute of Mining, Metallurgy and Petroleum (CIM).",
      "space": 5
    }
  ]
}
