{
  "text": [
    {
      "text": "Disclosure",
      "variant": "h2"
    },
    {
      "text": "OBJECTIVE AND SCOPE: The objective of this Disclosure Policy (the “Policy”) is to ensure that communications with the investing public about Canada Silver Cobalt Works Inc. (the “Company”) are: (a)  timely, factual, accurate, consistent and balanced; and (b)  broadly and appropriately disseminated in accordance with all applicable securities law requirements. This Policy confirms in writing the Company’s disclosure policies and practices. Its goal is to raise awareness of the Company’s approach to disclosure among the Board of Directors, consultants and those authorized to speak on the Company’s behalf, including awareness of the risk of selective disclosure. The Disclosure Committee (the “Committee”) is responsible for implementing this Policy. In doing so, the Committee will play a key role in assisting the Chief Executive Officer (“CEO”) and Chief Financial Officer (“CFO”) of the Company in making annual and quarterly certifications. A properly-documented process will also give the Company, its officers, directors and spokespersons the ability to present an effective defense in the event that they are named in a legal action relating to disclosure by the Company. This Policy extends to all consultants of the Company, the Board of Directors, those authorized to speak on its behalf and all other insiders. It covers disclosure in documents filed with the securities regulators, financial and non-financial disclosure, including management’s discussion and analysis (“MD&A”) and written statements made in the Company’s annual and quarterly reports, news releases, letters to shareholders, presentations by senior management, and information contained on the Company’s website, in social media, blogs, “chat rooms” and in other electronic communications. It extends to oral statements made in meetings and telephone conversations with analysts and investors, interviews with the media as well as speeches, press conferences and conference calls."
    },
    {
      "text": "DISCLOSURE COMMITTEE: The Board of Directors has established the Committee and has given it the responsibility for ensuring that all securities regulatory disclosure requirements are met and for overseeing the Company’s disclosure practices. These responsibilities include the design, implementation and regular evaluation of the Company’s disclosure controls and procedures to ensure that information required to be disclosed in Company filings is made known to the Committee and recorded, processed, summarized and reported within the required time periods.The Committee currently consists of Frank J. Basa (CEO), Matthew Halliday (President and Chief Operating Officer) and Tina Whyte (Corporate Secretary). The Committee will invite other officers, directors and consultants of the Company and advisors, when deemed advisable, to assist in the discussion and consideration of its duties. It is essential that the Committee be kept fully apprised of all pending material Company developments in order to evaluate and discuss those material developments to determine the appropriateness and timing of public release of information. The Committee will identify appropriate industry and Company disclosure standards, for an assessment of materiality and timely disclosure. Guided by these industry standards, the Committee will use experience and judgment to determine the timing of public release of material information. If it is determined that material information should remain confidential, the Committee will decide how that material information will be controlled, including contacting the Market Surveillance section of the Investment Industry Regulatory Organization of Canada (“IIROC”) to ask that trading in the securities of the Company be closely monitored, notifying appropriate members of the Board of Directors of the decision, and ensuring that the appropriate regulatory filings are made and updated as required. The CEO and Corporate Secretary will review all news releases and core disclosure documents prior to their public release or filing. The Committee is responsible for ensuring that the stock exchanges on which the Company is listed have comprehensive contact information for the Company’s spokespersons and that the Company’s consultants are aware of their responsibilities if a representative of a stock exchange calls the Company. Annually, the Committee will review this Policy and if necessary, update it to ensure compliance with changing regulatory requirements. The Committee will also make recommendations to the Board of Directors for any appropriate changes to the Policy."
    },
    {
      "text": "PRINCIPLES OF DISCLOSURE OF MATERIAL INFORMATION: “Material information” includes a fact or a change in the business, operations or capital of the Company that would reasonably be expected to have a significant effect on the market price or value of any securities of the Company or that would reasonably be expected to have a significant influence on a reasonable investor’s decisions. It includes a decision to implement such a change made by the Board of Directors or by senior management who believe that confirmation of the decision by the Board of Directors is probable. In complying with the requirement to immediately, or as soon as practicable, disclose all material information under applicable securities legislation, the Company will adhere to the following basic disclosure principles: (a)  Material information will be publicly disclosed immediately, or as soon as practicable, via news release; (b)  Disclosure must include any information the omission of which would make the rest of the disclosure misleading; (c)  There must not be any selective disclosure. Previously undisclosed material information must not be disclosed to selected individuals (for example, in an investor meeting or during a telephone conversation with an analyst). If previously undisclosed material information is inadvertently disclosed, this information must be broadly disclosed immediately via news release. If the information is inadvertently disclosed during trading hours, the Company must call IIROC – Market Surveillance to discuss and/or request a halt in trading until public disclosure of a news release describing the material information is made; (d)  In some circumstances involving a material change, the Committee may determine that disclosure would be unduly detrimental to the Company (for example, if release of information would prejudice negotiations), in which case the information will be kept confidential until the Committee determines that it is appropriate to make public disclosure. In these circumstances, the Committee will cause a confidential material change report to be filed with the securities regulator, and will periodically (at least every ten days) review its decision to keep the information confidential; (e)  Disclosure should be consistent among all audiences, including the investment community, the media, customers and Consultants. Derivative information (information extracted from a document filed on behalf of another person or company) which is included in a document or oral statement should include a reference identifying the document that was the source of the information; (f) Disclosure on the Company’s website, in social media, “chat rooms” or blogs alone does not constitute adequate disclosure of material information; and (g)  Disclosure must be corrected immediately if the Company subsequently learns that earlier disclosure contained a material error or omission at the time it was publicly disclosed."
    },
    {
      "text": "MAINTAINING CONFIDENTIALITY: Any person privy to confidential information will be so advised and is prohibited from communicating such information to anyone else, unless it is necessary to do so in the course of business. Efforts will be made to limit access to confidential material information to only those who need to know the information and those persons will be advised that the information is to be kept confidential. The use and disclosure of confidential information may be subject to other laws and Company policies. This includes, but is not limited to, privacy legislation. Outside parties privy to undisclosed material information or privileged information concerning the Company will be told that they must not disclose this information to anyone else, other than in the necessary course of business and that they may not trade in the Company’s securities until the information is publicly disclosed. Such outside parties may be required to confirm their commitment to non-disclosure in the form of a written confidentiality agreement. To prevent the misuse or inadvertent disclosure of material information or privileged information, the following procedures should be observed at all times: (a)  Documents and files containing confidential information should be identified as such, kept in a safe place, with access restricted to individuals who “need to know” that information in the necessary course of business. Code names should be used if necessary; (b)  Confidential matters should not be discussed in places where the discussion may be overheard, such as elevators, hallways, restaurants, airplanes or taxis; (c)  Confidential documents should not be read or displayed in public places and should not be discarded where others can retrieve them; (d)  Consultants must ensure that they maintain the confidentiality of information in their possession outside of the office as well as inside the office; (e)  Transmission of documents by electronic means, such as by e-mail, fax or directly from one computer to another, should be made only where it is reasonable to believe that the transmission can be made and received under secured conditions; Unnecessary copying of confidential documents should be avoided and documents containing confidential information should be promptly removed from conference rooms and work areas after meetings have concluded. Extra copies of confidential documents should be shredded or otherwise destroyed; and Where disclosure of a material change is delayed pursuant to securities legislation, the Company is under a duty to take precautions to keep the material change confidential. During the period before material information is generally disclosed, the CEO should closely monitor market activity in the Company’s securities."
    },
    {
      "text": "DESIGNATED SPOKESPERSONS: The Company designates a limited number of spokespersons with authority for communication with the investment community, regulators and the media. The CEO shall be the official spokesperson for the Company. Investor relations firm representatives may also speak on behalf of the Company, in accordance with instructions from, and arrangements with, the Company. The CEO may, from time to time, designate others within the Company with authority to speak on behalf of the Company as back-ups or to respond to specific inquiries. Directors and consultants who are not authorized spokespersons must not respond under any circumstances to inquiries from the investment community, the media or others, unless specifically asked to do so by an authorized spokesperson. All such inquiries are to be referred to the CEO or an authorized person with authority to speak on behalf of the Company."
    },
    {
      "text": "NEWS RELEASES: Once the CEO determines that a development is material, he will authorize the issuance of a news release unless it is determined that such developments must remain confidential for the time being. At the request of the CEO, the Corporate Secretary or another designated individual will prepare a draft press release. The CEO or the Corporate Secretary may consult with external legal counsel in doing so. The draft press release will be circulated to key members of the Committee, so that they may provide comments on the draft press release. The CEO may ask other persons such as the Chief Operating Officer or independent Geological consultants of the Company to provide comments if the press release contains technical information. Once all comments have been considered, the CEO will determine if he is satisfied with the press release and, if so, will approve the press release for dissemination. If developments are to remain confidential, appropriate confidential filings must be made and control of the undisclosed material information must be instituted. Should a public statement about the material information inadvertently be made in a selective forum, the Company will immediately issue a news release to fully disclose the material information. If the inadvertent disclosure occurs during trading hours, the Company must contact IIROC – Market Surveillance to discuss and/or request a halt in trading until public disclosure of a news release describing the material information is made. If the stock exchange upon which securities of the Company are listed is open for trading at the time of a proposed announcement, prior notice of a news release announcing material information must be provided to IIROC – Market Surveillance to enable a trading halt, if deemed necessary by IIROC – Market Surveillance. If a news release announcing material information is issued outside of trading hours, IIROC – Market Surveillance must be notified promptly and in any event before the market reopens and provided with a copy of the news release. News releases will be disseminated through an approved news wire service and will be filed with the securities regulators on SEDAR at the same time. News releases will be posted on the Company’s website immediately after confirmation of dissemination over the news wire. The website will include a notice that advises the reader that the information posted was accurate at the time of posting, but may be superseded by subsequent disclosures. If the subject of a press release is a material change for the Company, a material change report will also be filed with the securities regulators on SEDAR as soon as practicable, but in any event within ten days of the date of the material change."
    },
    {
      "text": "CONFERENCE CALLS: Any conference calls held for major corporate developments must be accessible simultaneously to all interested parties, either by telephone, listen-only mode by telephone or via a webcast over the Internet."
    },
    {
      "text": "RUMOURS: The Company does not comment, affirmatively or negatively, on rumours. This also applies to rumours on the Internet, including social media, “chat rooms” and blogs. The Company’s spokespersons will respond consistently to any rumours, saying, It is our policy not to comment on market rumours or speculation. Should the stock exchange request that the Company make a definitive statement in response to a market rumour that is affecting trading activity in the Company’s securities, the Committee will consider the matter and decide whether to make a policy exception. If the rumour is true in whole or in part, this may be evidence of a leak, and the Company will immediately issue a news release disclosing the relevant material information."
    },
    {
      "text": "CONTACTS WITH ANALYSTS, INVESTORS AND THE MEDIA: Disclosure in individual or group meetings does not constitute adequate disclosure of information that is considered material non-public information. If the Company intends to discuss material information at an analyst or shareholder meeting, press conference or conference call, the discussion must be preceded by a news release of the material information. The Company recognizes that meetings with analysts and significant investors may be an important element of its investor-relations program. The Company will meet with analysts and investors individually or in small groups as needed and will initiate contacts or respond to analyst and investor calls in a timely, consistent and accurate fashion in accordance with this Policy. All analysts will receive fair treatment regardless of whether they are recommending buying or selling the Company’s securities. Members of the media should not receive material information on an exclusive, embargoed or selective basis. They should receive material information at the same time as everyone else: when a full public announcement is made."
    },
    {
      "text": "LIMITS ON DISTRIBUTING ANALYST REPORTS: Analyst reports are proprietary products of the analyst’s firm. Distributing, referring to or providing links to analyst reports may be viewed as an endorsement by the Company of the reports. For these reasons, the Company will not provide analyst reports through any means to persons outside of the Company or generally to consultants of the Company, including posting such reports on its website. Notwithstanding the foregoing, the Company may distribute analyst reports to its directors and consultants in order to monitor the communications of the Company and to assist them in understanding how the marketplace values the Company and how corporate developments affect the analysis. Analyst reports may also be provided to the Company’s financial and professional advisors in the necessary course of business. The Company may post on its website a complete listing, regardless of the recommendation, of all the investment firms and analysts who provide research coverage on the Company. If provided, this list will not include links to the analysts’ or any other party’s websites or publications."
    },
    {
      "text": "FORWARD-LOOKING INFORMATION: A consistent approach to disclosure is important. Should the Company elect to disclose forward-looking information in continuous disclosure documents, speeches, conference calls, press releases, etc., the following guidelines must be observed and are necessary in order to qualify for safe harbour protection under Canadian securities laws which extend statutory civil liability to secondary market disclosure by “reporting issuers” (which includes all Toronto Stock Exchange and TSX Venture Exchange listed issuers): (a)  all material forward-looking information will be broadly disseminated via news release; (b)  the information will be published only if there is a reasonable basis for drawing the conclusions or making the forecast and projections set out in the forward-looking information; (c)  the document or public oral statement containing the forward-looking information must have, proximate to that information: (i)  reasonable cautionary language identifying the forward-looking information as such, and identifying material factors that could cause actual results to differ materially from a conclusion, forecast or projection in the forward-looking information; and (ii)  a statement of the material factors or assumptions that were applied in drawing a conclusion or making a forecast or projection set out in the forward-looking information; and (d)  public oral statements also require a cautionary statement that actual results could differ materially and a reference to material factors and assumptions that could cause actual results to differ materially and to one or more readily available documents that outline such factors or assumptions. The information will be accompanied by a statement that the information is stated as of the current date, and is subject to change after that date, and the Company does not undertake to update any forward-looking information that is contained in that particular disclosure document or other communications unless required by law. Once disclosed, the Company’s practice for updating forward-looking information will be to regularly assess whether previous statements of forward-looking information should be replaced by new financial outlooks, and ensure that past disclosure of forward-looking information is accurately reflected in the current MD&A. If the Company has issued a forecast or projection in connection with an offering document pursuant to securities laws, the Company will update that forecast or projection periodically as required by securities laws."
    },
    {
      "text": "RESPONSIBILITY FOR ELECTRONIC COMMUNICATIONS: This Policy also applies to electronic communications. Accordingly, individuals responsible for written and oral public disclosures are also responsible for ensuring that postings about the Company on the Company’s website, social media, “chat room” or blogs and that such disclosure is accurate, complete, up-to-date and in compliance with applicable securities laws. Disclosure on the Company’s website social media, “chat room” or blogs alone does not constitute adequate public dissemination of information that is considered material non-public information. Any disclosure of material information on the website will be preceded by the issuance of a news release. All continuous disclosure documents will be provided in the “Investors” section of the Company’s website. All information posted, including text and audiovisual material, will show the date on which the material was issued. Any material changes in information must be updated immediately and website readers must be advised that the information is accurate at the time of posting, but may be superseded by subsequent disclosures. The website will include a notice that advises readers that they are leaving the Company’s website and that the Company is not responsible for the contents of the other site."
    },
    {
      "text": "COMMUNICATION, EDUCATION AND ENFORCEMENT: This Policy extends to all consultants of the Company, the Board of Directors and those authorized to speak of its behalf and all other insiders. All will be provided with a copy of this Policy and educated about its importance. This Policy will be posted on the Company’s website and changes will be communicated to all. Anyone who violates this Policy may face disciplinary action. The violation of this Policy may also violate certain securities legislation, which could expose the violator to personal liability. If it appears that someone may have violated such securities legislation, the Company may refer the matter to the appropriate regulatory authorities, which could lead to fines or other penalties.",
      "space": 5
    }
  ]
}
